{
    "exercises": [
      {
        "web-scraper-order": "1581617194-1490",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Power Clean",
        "name-href": "https://www.topendsports.com/fitness/technique/power-clean.htm",
        "technique": "Preparation: Stand at the bar with your feet flat on the floor and \n        about shoulder width apart (toes slightly turned out), and shins just behind the bar. Squat down  and grasp the bar evenly with a shoulder-width grip, palms facing towards the body. Position the arms outside the knees with the elbows straight. \n      Lift: Lift the weight by forcefully extending the hips and knees. Keep the abdominals tight and the lower back \n      in a neutral position. Keep the arms straight, with the head in line with the spine. The bar is lifted as  close to the shins and thigh as possible. \n      Catch: pull the body under the bar by rotating the arms and hands around and then under the bar, and by flexing the hips and knees so that the shoulders can move to under the bar. The weight is then pushed up to finish in a standing position.\n      Return: Drop the weight back to the floor in a controlled manner, first by rolling the weight off the shoulders and  flexing the knees bringing the weight back to the floor.\n      Repeat: continue for a set number of repetitions."
      },
      {
        "web-scraper-order": "1581617202-1494",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Leg curls",
        "name-href": "https://www.topendsports.com/fitness/technique/leg-curl.htm",
        "technique": "lay facing down on the bench.\n    Your knees should be just over the edge of the bench.\n    Adjust the machine so that the padding is on the low part of \n      your calf muscle.\n    Grip the normally supplied handles.\n    Bend your legs at the knee to bring the padding to touch the \n      back of your legs.\n    Return the weight back to the starting position using a controlled \n      movement."
      },
      {
        "web-scraper-order": "1581617029-1438",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Push-ups",
        "name-href": "https://www.topendsports.com/fitness/technique/push-up-beach.htm",
        "technique": "Start by lying face down on the  sand with your hands approximately shoulder width apart.\n    Push-up until your  arms are straight, keeping you back and legs straight. This is the starting position.\n    Lower your body until your chest touches the floor at the bottom, and then return to the  starting position.\n    Make sure you move in a consistent fluid motion."
      },
      {
        "web-scraper-order": "1581617175-1481",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Neck Rotation",
        "name-href": "https://www.topendsports.com/fitness/technique/pregnancy-neck-rotation.htm",
        "technique": "stand or sit in a relaxed position, with your eyes closed.\n    gently roll your head around, making a full circle.\n    Try and keep your shoulder stable and move only your head\n    repeat times one way, then repeat in the opposite direction"
      },
      {
        "web-scraper-order": "1581617162-1475",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Pelvic Tilt",
        "name-href": "https://www.topendsports.com/fitness/technique/pregnancy-pelvic-tilt.htm",
        "technique": "assume a position on your back, with your head rested comfortably, your knees bent at approximately right angles and feet flat on the ground.\n    exhale as you press the small of your lower back against the ground or floor\n    inhale as you relax your spine\n    repeat several times"
      },
      {
        "web-scraper-order": "1581617140-1465",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Dumbbell flys",
        "name-href": "https://www.topendsports.com/fitness/technique/flys-dumbbell.htm",
        "technique": "Lie on a flat bench with your feet on the floor for  stability.\n    Holding a dumbbell in each hand, push them upward and together directly above the chest.\n    Elbows should  be slightly bent and the palms should face each other.\n    Lower the dumbbells to the sides of the chest,  keeping the elbows in the same position, until the weights are at the level of the shoulders.\n    Return the dumbbells back up to the starting  position."
      },
      {
        "web-scraper-order": "1581616961-1424",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Superman",
        "name-href": "https://www.topendsports.com/fitness/technique/superman.htm",
        "technique": "Lie  face down  with arms out straight in front of you. Keep your neck in a neutral position.\n        Raise your arms   and gently extend the spine to raise  the chest slightly off the floor to a comfortable height, and raise the legs off the ground, forming an elongated 'u' shape with your body. The arms and legs should be several inches off the floor.\n        Pause and hold this raised position for several seconds.\n        Slowly lower back to the starting position."
      },
      {
        "web-scraper-order": "1581617196-1491",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Lunges",
        "name-href": "https://www.topendsports.com/fitness/technique/lunge.htm",
        "technique": "Stand upright. Step forward with  one foot.\n        The toes of both  feet should be facing straight ahead.\n        Be sure your legs are aligned - your front knee should be aligned with the foot.\n        Lower your back knee towards the floor.\n        Push back up to the starting position.\n        Concentrate on squeezing your buttocks to push yourself up, \n          and keep the abdominals tight and the lower back in a neutral \n          position.\n        Throughout the exercise, maintain the body in an upright position and avoid leaning forward."
      },
      {
        "web-scraper-order": "1581617210-1498",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Bench press",
        "name-href": "https://www.topendsports.com/fitness/technique/bench-press.htm",
        "technique": "begin by lying flat on a bench, with your feet flat on the floor and buttocks and shoulders touching the bench.\n        grasp the bar at slightly wider than shoulder width apart (so that the elbows are at right angles at the lowest point).\n        start with the arms fully extended, holding the weight directly above the chest\n        the weight is lowered at a controlled  speed and with a smooth motion, to just touch the chest then returned to the starting position."
      },
      {
        "web-scraper-order": "1581617153-1471",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Incline bicep curls",
        "name-href": "https://www.topendsports.com/fitness/technique/bicep-curls-incline-dumbbell.htm",
        "technique": "start by sitting  on an incline bench and holding a dumbbell in each hand.\n    let your arms hang at  your sides and with palms facing each other.\n    your feet should be flat on the floor.\n    bend at the elbow and curl both dumbbells  simultaneously up to shoulder level, rotating the hand inward during the curl.\n    after a short pause,  slowly lower the weights to the starting position."
      },
      {
        "web-scraper-order": "1581617186-1486",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Wall Press",
        "name-href": "https://www.topendsports.com/fitness/technique/pregnancy-wall-press.htm",
        "technique": "Stand a couple of feet from the wall\n        Place hands on the wall, shoulder width apart\n        Keep you torso and legs aligned\n        Bend your arms and                                  lower your chest to the wall, then straighten your arms and return to the starting position.\n        Repeat this action 5-20 times."
      },
      {
        "web-scraper-order": "1581617173-1480",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Hamstring Lift",
        "name-href": "https://www.topendsports.com/fitness/technique/pregnancy-hamstring-lift.htm",
        "technique": "Start by resting on your hands and knees,   with your back flat and abdominal muscles squeezed in tightly.\n    With your foot flexed, extend   your  leg straight behind you.\n    Keeping your back flat, lift   your left leg up until it is level with your back, and hold for several seconds\n    Lower your leg.\n    Repeat this action several   times on the one side.\n    Change legs and repeat.\n    Start with five repetitions each side, and increase to 20 as you get fitter."
      },
      {
        "web-scraper-order": "1581616966-1426",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Spiderman Lunges",
        "name-href": "https://www.topendsports.com/fitness/technique/lunge-spiderman.htm",
        "technique": "Start in the top of the push-up  position.\n    Keeping your hips down, and bring your  foot up and place it just outside your  hand position on the same side.\n    Return the foot to the starting position, and repeat with the other leg."
      },
      {
        "web-scraper-order": "1581617147-1468",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Dumbbell squats",
        "name-href": "https://www.topendsports.com/fitness/technique/squats-dumbbell.htm",
        "technique": "Stand with a dumbbell in each hand,  with your feet flat on the floor and about  shoulder width apart. Toes should be slightly turned out.\n    Slowly descend until the upper legs are parallel  to the floor. Your movement should be backward and down as if you were sitting into a  chair.\n    Push back up to the starting position."
      },
      {
        "web-scraper-order": "1581617101-1452",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Sit-ups",
        "name-href": "https://www.topendsports.com/fitness/technique/situp-home.htm",
        "technique": "Lie flat on your back on the floor with your knees bent at 90 degrees and feet flat on the floor.\n    Extend your arms and place your palms on your thighs.\n    Slowly curl the torso,   raising your head and shoulders and sliding your hands along your thighs until they reach your knees.\n    Lower your head and shoulders  back down to the floor.\n    Repeat until you have completed your set."
      },
      {
        "web-scraper-order": "1581617200-1493",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Leg press",
        "name-href": "https://www.topendsports.com/fitness/technique/leg-press.htm",
        "technique": "Choose the appropriate weight and set the seat so that the knees are bent just over right angles.\n    Position feet about shoulder width apart\n    Try to push through your heels, keeping the knees lined up over the toes\n    Extend the legs until nearly straight, avoiding locking the knees\n    Lower the weight slowly back towards the starting position\n    Repeat for the number of reps required"
      },
      {
        "web-scraper-order": "1581616989-1432",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Hopping",
        "name-href": "https://www.topendsports.com/fitness/technique/hops-beach.htm",
        "technique": "Start by with a short run, then leap off one leg as long and as high as possible by driving your knee upward as you push off the   ground with your opposite foot.\n    In the air, bring the take-off foot forward so to land on the same foot again.\n    Upon landing, swing the other leg through and leap again.\n    Do a total of six bounds.\n    You can then turn around and return in the direction you can, this time hopping on the opposite leg"
      },
      {
        "web-scraper-order": "1581617190-1488",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Chest Muscle Exercise",
        "name-href": "https://www.topendsports.com/fitness/technique/pregnancy-chest.htm",
        "technique": "Clasp your hands in front of you   at chest level.\n    Press palms together for a slow   count of 5.\n    Lock your fingers and pull   against your fingers for a slow count of 5\n    Start with five to ten repetitions each side, and increase to 20 as you get fitter."
      },
      {
        "web-scraper-order": "1581617160-1474",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Tricep kickback",
        "name-href": "https://www.topendsports.com/fitness/technique/tricep-kickback-dumbbell.htm",
        "technique": "Start by standing  next to a flat bench with the dumbbell in the right hand.\n    place the left knee on  the bench, keep the right knee bent with the foot flat on the floor\n    bend  forward from the hips, and support yourself by placing the left hand on the bench\n    your upper body should be parallel to the floor and  the head facing down.\n    Bend the right arm and raise the elbow  past the torso.\n    Keeping the elbow in place, push the dumbbell  back and up by extending the arm backwards.\n    at full extension momentarily pause, then slowly return to the  starting position.\n    Repeat until the set if finished, then perform with the  opposite arm."
      },
      {
        "web-scraper-order": "1581617022-1435",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Dips",
        "name-href": "https://www.topendsports.com/fitness/technique/dips-beach.htm",
        "technique": "Place your hands on the support, beside your backside and facing   forwards, with your legs extended out in front of you slightly bent.\n    Lower your body down   slightly until your elbows are nearly in line with your shoulders.\n    Push back up   until the arms are extended.\n    Repeat this procedure  for the required amount   of repetitions."
      },
      {
        "web-scraper-order": "1581617104-1453",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Push-ups",
        "name-href": "https://www.topendsports.com/fitness/technique/push-up-home.htm",
        "technique": "Select two books of the same size which give you the height required.\n    Place the books on the ground about shoulder width apart.\n    Lie face down on the  floor with your hands on the books.\n    Push-up until your  arms are straight, keeping you back and legs straight. This is the starting position.\n    Lower your body until your chest reaches the level of the books, and then return to the  starting position."
      },
      {
        "web-scraper-order": "1581616972-1428",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Lunges",
        "name-href": "https://www.topendsports.com/fitness/technique/lunge-beach.htm",
        "technique": "Start in a standing position, with your hands on your hips\n    Step forward with one leg and lower your body so that there is a 90   degree angle at both knees.\n    Keep your weight on your front heel and be careful   not to push your knee ahead of your foot.\n    Pull your body up over the front foot and step forward for the next lunge.\n    Repeat this action for about 6 lunges per set."
      },
      {
        "web-scraper-order": "1581617131-1459",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Forward raises",
        "name-href": "https://www.topendsports.com/fitness/technique/forward-raises-dumbbell.htm",
        "technique": "Start by standing with the feet shoulder width apart and the  torso in an upright position, with a dumbbell in each hand.\n    Turn the dumbbells so that the palms are facing  your thighs and slightly bend at the elbows.\n    Keeping your arm relatively straight,  raise your right arm in front  of you until the dumbbell is directly in front of your shoulder.\n    Pause and  slowly lower to the starting position.\n    repeat the movement with the left arm, and continue alternating arms until all repetitions are complete."
      },
      {
        "web-scraper-order": "1581617097-1450",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Side Bridge",
        "name-href": "https://www.topendsports.com/fitness/technique/side-bridge-home.htm",
        "technique": "Lie on your right side on a mat, with your legs straight and your left leg stacked directly on top of the right. \n    Keeping your ankles, knees, hips, and trunk in a straight line, push your weight up on your bent right elbow, which should be directly under your shoulder. \n    Lift your hips, knees, and trunk off the mat. \n    Hold  this position for a set time, for up to a minute. For the the 7-minute workout you hold this position for 15 seconds, then switch sides for another 15 seconds. \n    Repeat for both sides."
      },
      {
        "web-scraper-order": "1581617149-1469",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "One-arm row",
        "name-href": "https://www.topendsports.com/fitness/technique/row-one-arm-dumbbell.htm",
        "technique": "Start by standing next to a flat bench and position the left knee on  the bench with the dumbbell in the right hand.\n    Bend forward from the hips, and place the left hand on the bench.\n    Bend so that your upper body is parallel to  the floor and the head facing down.\n    The right hand with the dumbbell should hang  straight down with the palm facing the bench.\n    Keeping the arm close to the side of your body,  pull the dumbbell up to your side.\n    After a pause, lower the weight back to the starting  position.\n    Repeat the movement until the set is finished.\n    Switch arms and repeat."
      },
      {
        "web-scraper-order": "1581616963-1425",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Spiderman Push-Ups",
        "name-href": "https://www.topendsports.com/fitness/technique/push-up-spiderman.htm",
        "technique": "Start in the standard push-up position, with your hands under your shoulders and your body in a straight line\n        As you lower your torso towards the floor, bend your elbows out to the side.\n        At the same time, lift one foot off the floor, bend the knee to the side up to hip level.\n        As you press back up, return the leg back to the starting position.\n        Repeat this action, alternating sides."
      },
      {
        "web-scraper-order": "1581617134-1461",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Shoulder press",
        "name-href": "https://www.topendsports.com/fitness/technique/shoulder-press-dumbbell.htm",
        "technique": "keep the abdominals tight and  the lower back in a neutral position\n        avoid   locking the elbows when the arms are extended overhead"
      },
      {
        "web-scraper-order": "1581617070-1444",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Bucket Squats",
        "name-href": "https://www.topendsports.com/fitness/technique/squats-home.htm",
        "technique": "Fill each bucket with water to an appropriate level (mark the bucket so you can replicate the same level next time).\n    Position your feet flat on the floor, \n      about shoulder width apart (toes slightly turned out), with a  bucket in each hand.\n    Keep looking straight ahead.\n    Slowly descend until the thighs are parallel \n      to the floor, hold for a second, then push back up to the starting position\n    Maintain the body in an upright position \n      and avoid leaning forward.\n    Always  inhale your breath on the way down, and exhale as you stand up."
      },
      {
        "web-scraper-order": "1581617179-1483",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Forward Lunge",
        "name-href": "https://www.topendsports.com/fitness/technique/pregnancy-forward-lunge.htm",
        "technique": "Start by standing with your feet about 6 inches apart with your toes pointed forward.\n    Step forward with one leg and lower your body to 90   degrees at both knees. Don’t step out too far. Keep your weight on your heels and don’t allow your knees to   cross the plane of your toes.\n    Push up and back to the starting   position.\n    Repeat this action for 10-15 repetitions on one leg, then repeat with the other leg forward."
      },
      {
        "web-scraper-order": "1581617081-1445",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Dips",
        "name-href": "https://www.topendsports.com/fitness/technique/dips-home.htm",
        "technique": "Position yourself in front of a chair or between the chairs, supporting your weight on your hands and with your feet a short distance out in front of you.\n    Slowly lower yourself until your  upper arms are parallel to the seat of the chairs\n    Push  back up  until your arms are fully extended again.\n    Repeat for the desired number of repetitions or for a set time period (for the  the 7-minute workout you do 30 seconds of dips)."
      },
      {
        "web-scraper-order": "1581617134-1460",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Shoulder press",
        "name-href": "https://www.topendsports.com/fitness/technique/shoulder-press-dumbbell.htm",
        "technique": "Start by sitting on the bench (with back  support).\n        Grasp the dumbbells using an overhand grip.\n        Hold the dumbbells above  the shoulders slightly in front of you, pointing the elbows towards the floor.\n        Push the dumbbells up and overhead so that the  arms are fully extended.\n        After a pause  lower the weights to the  starting position."
      },
      {
        "web-scraper-order": "1581617122-1455",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Jumping jacks",
        "name-href": "https://www.topendsports.com/fitness/technique/jumping-jacks.htm",
        "technique": "Start by standing  with your legs spread and your hands touching overhead. \n      Jump into the air, simultaneously bringing  your legs  together and pull the arms down  to your sides.\n      Without resting, jump again and return to the starting position.\n      repeat for 30 seconds"
      },
      {
        "web-scraper-order": "1581616974-1429",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Beach Sprints",
        "name-href": "https://www.topendsports.com/fitness/technique/sprint-beach.htm",
        "technique": "Running in the sand is best done in bare feet.\n    Mark a start and finish line in the sand 20-30 meters apart\n    Crouch down facing the direction you are going to sprint\n    When ready, accelerate with long powerful strides to the finish line.\n    Repeat 5-10 times"
      },
      {
        "web-scraper-order": "1581617177-1482",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Forward bend",
        "name-href": "https://www.topendsports.com/fitness/technique/pregnancy-forward-bend.htm",
        "technique": "Stand with your feet approximately shoulder width apart.\n    Bend slowly forward at the hips, keeping your back straight.\n    Breathe deeply for a few breaths, before raising you torso back to the standing position.\n    Repeat this action several times"
      },
      {
        "web-scraper-order": "1581617095-1449",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Lunge",
        "name-href": "https://www.topendsports.com/fitness/technique/lunge-basic.htm",
        "technique": "Start with your  feet together and facing forwards\n      Step forward on your right foot, dropping your pelvis down toward the floor (not forward)\n      Lower yourself until both front and back knees are bent as close to a 90-degree angle as possible\n      Maintain the body in an upright position and avoid leaning forward.\n        Push back with the front leg and return to your starting position. \n      Switch legs. \n      Repeat for the desired number of repetitions or for a set time period (for the the 7-minute workout you do 30 seconds of lunges)."
      },
      {
        "web-scraper-order": "1581617134-1462",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Shoulder press",
        "name-href": "https://www.topendsports.com/fitness/technique/shoulder-press-dumbbell.htm",
        "technique": "This exercise can also be done sitting on a bench that does not have back support, though this is recommended. You can also perform this exercise standing."
      },
      {
        "web-scraper-order": "1581617192-1489",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Squat Stretch",
        "name-href": "https://www.topendsports.com/fitness/technique/pregnancy-squat-stretch.htm",
        "technique": "Start by standing with your feet approximately shoulder width apart.\n    Squat down as low as you can, keeping your feet flat on the ground if possible.\n    Press your knees apart with your elbows.\n    Hold for a few minutes, or even longer if you are comfortable in that position."
      },
      {
        "web-scraper-order": "1581617198-1492",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Lat pull-downs",
        "name-href": "https://www.topendsports.com/fitness/technique/lat-pulldown.htm",
        "technique": "Attach a long bar to the lat pulldown machine, \n      and adjust the thigh pads so that when you are sitting your \n      knees are at right angles and feet flat on the ground.\n    Grasp the bar using a wide grip and sit down \n      maintaining the upper body in an upright position, slightly \n      leaning back from the hips.\n    Pull the bar in front of your face to the \n      top of your chest and pause.\n    Slowly release the bar back to the starting \n      position by straightening your arms."
      },
      {
        "web-scraper-order": "1581617155-1472",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Overhead extension",
        "name-href": "https://www.topendsports.com/fitness/technique/overhead-extension-dumbbell.htm",
        "technique": "Start by holding a dumbbell in each hand and lie on a flat bench with the feet flat on the  floor.\n    Extend the arms up so that the dumbbells are held directly above the  shoulders, and the palms are facing each other.\n    Bend the elbows and lower the dumbbells to the  sides of your head.\n    While keeping the elbows in place, extend your arms up to the  starting position\n    After a short  pause, repeat the movement for the required number of reps."
      },
      {
        "web-scraper-order": "1581617085-1446",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Lunges",
        "name-href": "https://www.topendsports.com/fitness/technique/lunges-home.htm",
        "technique": "Begin by standing straight, then step forward with one foot, leaving the other back.\n    Both feet should be directed straight with the toes facing forward\n    Lower your back knee almost to the floor, and rise up again, concentrating on squeezing your buttocks to push yourself up\n    Maintain your body in an upright position and avoid leaning forward.\n    Repeat this action to perform several repetitions, then again with the opposite foot forward.\n    Make sure there is not too great a distance between your feet. Do not allow your front knee to go forward beyond  your toes as you come down, and stop where your feel comfortable."
      },
      {
        "web-scraper-order": "1581617169-1478",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Outer Thigh Lift",
        "name-href": "https://www.topendsports.com/fitness/technique/pregnancy-outerthigh-lift.htm",
        "technique": "Lie on your left side, your head   resting on your hand, your shoulders, hips, and knees in a straight line.\n    place your top hand on the floor in front of your chest and support your head with the other.\n    Slowly lift your top leg   straight up and slightly back as high as you can.\n    Hold for a slow count of 5, then lower   slowly.\n    After you've completed your   repetitions, change sides.\n    Start with five repetitions each side, and increase to 20 as you get fitter."
      },
      {
        "web-scraper-order": "1581617024-1436",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Sit-Ups",
        "name-href": "https://www.topendsports.com/fitness/technique/sit-up-beach.htm",
        "technique": "Lie flat on your back in the sand, knees bent at right angles.\n    Clasp your arms across your chest.\n    Curl up,   raising your head and shoulders until your arms touch you thighs\n    Lower your head, shoulders and pelvis back down to the sand.\n    Repeat until you have completed your set."
      },
      {
        "web-scraper-order": "1581617164-1476",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Dromedary Droop",
        "name-href": "https://www.topendsports.com/fitness/technique/pregnancy-dromedary-droop.htm",
        "technique": "Start on your hands and knees, with your back in a natural relaxed position (don't let your spine sag).\n    Keep your head and neck aligned with your spine.\n    By tightening your abdomen and buttocks, push your back up into a hump, and drop your head down.\n    Hold this position for a couple of seconds before slowly returning to the starting position\n    Repeat this action several times"
      },
      {
        "web-scraper-order": "1581617188-1487",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Squats",
        "name-href": "https://www.topendsports.com/fitness/technique/pregnancy-squat.htm",
        "technique": "Stand with your feet about two   feet apart and toes turned comfortably out.\n    Slowly bend your knees, keeping   your back flat.\n    Keep your knees over   your toes - don't let them roll in.\n    Rise slowly, concentrating on   the leg muscles as you push-upward.\n    Start with five repetitions, and increase to 20 as you get fitter. To further advance this   exercise, stay down for 15 to 30 seconds, then rise up slowly."
      },
      {
        "web-scraper-order": "1581616970-1427",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Squats",
        "name-href": "https://www.topendsports.com/fitness/technique/squats-beach.htm",
        "technique": "Stand with your legs approximately shoulder width apart, toes pointed slightly outwards.\n    Place you hands either on your hips or held out in front.\n    Squat as if you were going to sit on a chair, leaning into your heels, until your thighs are parallel to the sand level.\n    Using your thighs and butt, push yourself back up to the starting position.\n    Repeat 10 times."
      },
      {
        "web-scraper-order": "1581617181-1484",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Side Lunge",
        "name-href": "https://www.topendsports.com/fitness/technique/pregnancy-side-lunge.htm",
        "technique": "Start by standing with your feet comfortably apart with your toes pointed forward.\n    Step to the side with one leg and lower your body slightly at both knees. Don’t step out too far. Keep your weight evenly between your heels and toes.\n    Push up and back to the starting   position.\n    Repeat this action for 10-15 repetitions to one side, then repeat the action to the other side."
      },
      {
        "web-scraper-order": "1581617119-1454",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Star Jumps",
        "name-href": "https://www.topendsports.com/fitness/technique/star-jumps.htm",
        "technique": "Start in a crouching position, hands by your ankles.\n      Leap into the air, simultaneously throwing your arms and legs out to sort of a star position.\n      As you come back to the ground, return the hands and feet to the starting position.\n      Repeat these actions without rest for a certain time period."
      },
      {
        "web-scraper-order": "1581617091-1447",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Wall Squat",
        "name-href": "https://www.topendsports.com/fitness/technique/squats-wall-home.htm",
        "technique": "Lean with your back against the wall and your feet about two feet away.\n    Your feet should be flat on the floor and about shoulder width apart\n    Bend your knees slightly and hold for 10 seconds.\n    Bend deeper and hold 10 seconds.\n    Continue until you've hit five different positions, the last position as low as you can go."
      },
      {
        "web-scraper-order": "1581617033-1439",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Straight-Legged Dead Lift",
        "name-href": "https://www.topendsports.com/fitness/technique/dead-lift-home.htm",
        "technique": "Fill the bucket with water to an appropriate level (mark the bucket so you can replicate the same level next time).\n    Hold the bucket with both hands, and stand with your feet hip-width apart.\n    Keep your head up, looking straight ahead, with your knees slightly bent.\n    Bend at the hips while keeping your back long and straight.\n    Lower the bucket to the ground, then slowly raise it back up to the standing position.\n    Repeat 8-12 times."
      },
      {
        "web-scraper-order": "1581617206-1496",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Deadlifts",
        "name-href": "https://www.topendsports.com/fitness/technique/deadlift.htm",
        "technique": "stand behind the bar, so that it is over the balls of your feet.\n    keep feet shoulder width apart, pointing \n      forwards or slightly outwards.\n    squat down grasp the bar, hands slightly greater than shoulder \n      width apart.\n    thighs should be approximately parallel to the ground, back \n      straight, and eyes looking forward.\n    keeping the back rigid and arms straight, lift the bar using \n      the legs, keeping the bar as close to the body as possible.\n    when standing upright, complete the lift by raising the shoulders.\n    return bar to ground using a controlled technique."
      },
      {
        "web-scraper-order": "1581617127-1457",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Bent over raises",
        "name-href": "https://www.topendsports.com/fitness/technique/bent-over-raises-dumbbell.htm",
        "technique": "Starting by holding a dumbbell in each hand, and sit at the edge of a flat bench or chair.\n    Bend forward from  the hips until your chest is directly above your knees.\n    Let your arms hang down  to the sides of your body with the palms facing each other and the elbows  slightly bent.\n    Raise the dumbbells  up and out to the sides until they are parallel to the ground.\n    After a pause at the top, slowly lower the dumbbells back to the starting position.\n    Repeat until the set is completed"
      },
      {
        "web-scraper-order": "1581617184-1485",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Step Ups",
        "name-href": "https://www.topendsports.com/fitness/technique/pregnancy-step-ups.htm",
        "technique": "Start by standing with your feet a little less than   shoulder-width apart, about a foot in front of a step which is approximately 12-18 inches high. Allow your arms to hang comfortably down by your sides.\n    Keep your back straight and step up with your left leg.\n    With a steady and controlled motion slowly pull yourself up onto the   bench using only your left leg.\n    Step down off the step with your right foot first   and then the left foot and return to the starting position.\n    Repeat this action, alternating the leading leg each time.\n    Do approximately 20 to 30 total   repetitions."
      },
      {
        "web-scraper-order": "1581617020-1434",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Bounding - double leg",
        "name-href": "https://www.topendsports.com/fitness/technique/bound-double-beach.htm",
        "technique": "Start by standing with your feet slightly more than shoulder-width apart, facing in the direction you wish to go\n        Bend at the knees to lower yourself until your thighs   are at least parallel to the sand, then immediately jump forwards off both legs.\n        Aim to jump as far as possible, using your arms to propel you forwards.\n        On landing, sink   directly into the next bound without pausing.\n        Do a total of five bounds."
      },
      {
        "web-scraper-order": "1581617067-1443",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Chin ups",
        "name-href": "https://www.topendsports.com/fitness/technique/chin-ups-home.htm",
        "technique": "Stand on a chair or jump up to grasp the bar, with your hands positioned shoulder-width apart and with an underhand grip.\n    Start in the hang position below the bar.\n    Slowly raise your body until your chin reaches the bar level.\n    Pause a moment before slowly lowering  yourself back to the starting position."
      },
      {
        "web-scraper-order": "1581616987-1431",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Water Running",
        "name-href": "https://www.topendsports.com/fitness/technique/running-water-beach.htm",
        "technique": "This activity can be used for a warm-up or as a workout.\n    You will need to remove any footwear for this activity\n    Find a section of beach where the waves are flattening out and there are no rocks or other obstructions\n    Run along the edge of the water with the water between ankle and knee height."
      },
      {
        "web-scraper-order": "1581617143-1466",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Dumbbell press",
        "name-href": "https://www.topendsports.com/fitness/technique/press-dumbbell.htm",
        "technique": "Lie on a flat bench with feet on the floor and a dumbbell in each hand.\n        With  the palms facing either forward or to each other (as in the image), push the dumbbells so that they are directly above  the shoulders.\n        Lower the dumbbells towards the sides of the  chest, so that they are at the level of the shoulders.\n        Press the weights back up to the starting position."
      },
      {
        "web-scraper-order": "1581617151-1470",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Hammer curls",
        "name-href": "https://www.topendsports.com/fitness/technique/hammer-curls-dumbbell.htm",
        "technique": "Starting by standing upright with your feet shoulder-width apart and  the knees relaxed, and with a dumbbell in each hand.\n    Let your arms hang to the sides of your  body with the palms facing in.\n    Bend at the elbow, curling both dumbbells simultaneously up to  shoulder level.\n    Pause then lower the weights to the starting  position."
      },
      {
        "web-scraper-order": "1581617004-1433",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Bounding - single leg",
        "name-href": "https://www.topendsports.com/fitness/technique/bound-single-beach.htm",
        "technique": "Start by with a short run, then leap off one leg as long and as high as possible by driving your knee upward as you push off the   ground with your opposite foot.\n    Upon landing, swing the other leg through and leap again.\n    Do a total of six bounds."
      },
      {
        "web-scraper-order": "1581617158-1473",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Concentration curl",
        "name-href": "https://www.topendsports.com/fitness/technique/curl-concentration-dumbbell.htm",
        "technique": "start by sitting  on the edge of the bench, holding the dumbbell in your right hand.\n    let the right arm hang  straight down with the elbow resting on the inside of the knee.\n    Lean forward so your torso is over your legs, and place the left hand on the left knee.\n    Bending at the elbow, curl the dumbbell up to  shoulder level and pause momentarily before slowly lowering the weight to the starting  position.\n    Repeat until your set is finished, then switch sides and complete with  the left arm."
      },
      {
        "web-scraper-order": "1581617027-1437",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Step-Ups",
        "name-href": "https://www.topendsports.com/fitness/technique/step-up-beach.htm",
        "technique": "Start by standing with your feet approximately   shoulder-width apart, a little in front of a step. Your arms can be down by your sides or on your hips.\n    Keep your back straight and step up with your left leg.\n    With a steady and controlled motion slowly pull yourself up onto the   bench using only your left leg.\n    Step down off the step with your right foot first   and then the left foot and return to the starting position.\n    Repeat this action, alternating the leading leg each time.\n    Repeat for a total of 10 to 20 times per leg"
      },
      {
        "web-scraper-order": "1581617099-1451",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Plank",
        "name-href": "https://www.topendsports.com/fitness/technique/plank.htm",
        "technique": "Lie on your stomach on an exercise mat, with your elbows close to your sides, palms down and fingers facing forward. \n      Rest your weight on your elbows and your feet, with toes tucked toward shins\n      Lift your torso and thighs off the floor, keeping your body straight. \n      Hold this position for 30 seconds."
      },
      {
        "web-scraper-order": "1581617136-1463",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Shrugs",
        "name-href": "https://www.topendsports.com/fitness/technique/shrugs-dumbbell.htm",
        "technique": "Start by standing upright with your feet shoulder-width apart and the  knees relaxed, while holding a dumbbell in each hand.\n    Let your arms hang at your sides with the  palms facing in.\n    Pull the weight up by raising the shoulders  towards the ears without bending the elbows.\n    After a pause  slowly return to the  starting position."
      },
      {
        "web-scraper-order": "1581616953-1423",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Alternating Superman",
        "name-href": "https://www.topendsports.com/fitness/technique/superman-alternating.htm",
        "technique": "Lie  face down  with arms and legs out straight. Keep your neck in a neutral position.\n        Slowly raise one arm and the opposite leg at the same time, until they  are several inches off the floor.\n        Pause and hold this  position for several seconds.\n        Slowly lower back to the starting position."
      },
      {
        "web-scraper-order": "1581617166-1477",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Pelvic Thrust",
        "name-href": "https://www.topendsports.com/fitness/technique/pregnancy-pelvic-thrust.htm",
        "technique": "Lie on your back, with your legs bent at right angles and your arms by your side, palms facing down.\n    Lift your hips until your spine and thighs are aligned\n    Hold this position for a couple of seconds\n    Slowly return to the starting position\n    Repeat this action several times."
      },
      {
        "web-scraper-order": "1581617058-1441",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Bottle Lateral Raises",
        "name-href": "https://www.topendsports.com/fitness/technique/lateral-raise-home.htm",
        "technique": "Fill the bottles with water or sand.\n    Stand with your feet shoulder width apart, holding a bottle in each hand by your sides.\n    Raise the weights laterally until they reach the height of your shoulders.\n    Have you elbows slightly bent for the whole movement.\n    Repeat 8-12 times."
      },
      {
        "web-scraper-order": "1581617129-1458",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Side raises",
        "name-href": "https://www.topendsports.com/fitness/technique/side-raises-dumbbell.htm",
        "technique": "Starting by standing and holding a dumbbell in each hand (facing a mirror if one is available).\n    Slightly bend at the elbows and turn the dumbbells so that the palms are facing the sides of your  body\n    Raise the dumbbells  out to the sides until they are at shoulder height. At the top of the movement, the dumbbells  should be facing downward.\n    After a pause at the top, slowly lower the dumbbells  back to the starting position.\n    Repeat until the set is completed"
      },
      {
        "web-scraper-order": "1581617145-1467",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Reverse lunges",
        "name-href": "https://www.topendsports.com/fitness/technique/lunges-reverse-dumbbell.htm",
        "technique": "Start by standing with a dumbbell in each hand, and your feet flat on the floor and about  shoulder width apart. Toes should be  pointing forward.\n        While maintaining an upright position with the torso, take a slow  step backwards (landing toe-heel).\n        Bend both knees and descend until the  front thigh is parallel to the floor.\n        Push up and forward, and back to the starting  position.\n        Repeat, this time leading with the opposite leg."
      },
      {
        "web-scraper-order": "1581617056-1440",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Step Ups",
        "name-href": "https://www.topendsports.com/fitness/technique/step-ups-home.htm",
        "technique": "Stand just  in front of the step, with your feet about   shoulder-width apart. You can place your arms  down by your sides or on your hips, whichever is more comfortable.\n    Step up onto the step with one leg in a  steady and controlled motion,  pulling yourself up onto the   step.\n    Pause momentarily with both feet up on the step\n    Step down off the step with your opposite foot    and then follow with the other foot, returning to the starting position.\n    Repeat this action, alternating the leading leg each time.\n    Repeat for a total of 10 to 20 times per leg."
      },
      {
        "web-scraper-order": "1581617093-1448",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Squat",
        "name-href": "https://www.topendsports.com/fitness/technique/squats-bodyweight.htm",
        "technique": "Stand with your feet shoulder-width apart and toes facing forward. \n      Bend your knees as you lean forward at the hips, shifting your weight back and down as if you're about to sit in a chair. The arms should be held out in front to counterbalance the weight.\n      Keep the abdominals tight and the lower back \n      in a neutral position.\n      Lower yourself as far as you comfortably can, keeping most of your weight on your heels.\n      Push back up to the starting position.\n      Repeat for 30 seconds."
      },
      {
        "web-scraper-order": "1581616976-1430",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Dune Sprints",
        "name-href": "https://www.topendsports.com/fitness/technique/sprint-dune-beach.htm",
        "technique": "Running in the sand is best done in bare feet.\n    Select a slope that has a long and clear section of sand.\n    Put your head down and go for it.\n    Short fast steps are  usually best to maintain your forward momentum up the incline.\n    Depending on the slope and distance, 3-10 sprints will give you a great workout."
      },
      {
        "web-scraper-order": "1581617208-1497",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Bicep curls",
        "name-href": "https://www.topendsports.com/fitness/technique/biceps-curl.htm",
        "technique": "Start in a standing position with your feet \n      shoulder width apart and your knees relaxed.\n    Grasp a barbell with your hands also shoulder \n      width apart.\n    Your grip should be underhand (palms facing \n      upwards)\n    Stand upright and let the bar hang in front \n      of your thighs.\n    Bend at your elbows to curl the bar to shoulder \n      level.\n\n    Pause momentarily at this top position.\nSlowly lower the bar back to the starting \n      position."
      },
      {
        "web-scraper-order": "1581617065-1442",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Bent Over Row",
        "name-href": "https://www.topendsports.com/fitness/technique/bent-over-row-home.htm",
        "technique": "Stand next to a sturdy bed or another flat surface that will provide  a good support.\n    Place your left hand and  left knee  onto the flat surface\n    Hold onto the weight    in your right hand.\n    Slowly  bring the  object up to the side of your chest, keeping your back  straight.\n    Lower the weight back down to straighten the arm.\n    Repeat this procedure, concentrating on utilizing your back muscles.\n    Switch over and do the exercise  with your left arm."
      },
      {
        "web-scraper-order": "1581617171-1479",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Inner Thigh Lift",
        "name-href": "https://www.topendsports.com/fitness/technique/pregnancy-innerthigh-lift.htm",
        "technique": "Lie on your left side, propping   yourself on your left elbow and forearm. Cross the right leg over the left,   placing the right foot on the floor next to your left knee.\n    With your foot flexed, lift your   left leg slowly two to three inches, or as far as    comfortable.\n    Slowly lower your leg to the   floor\n    As you repeat the lifts, be sure   to keep your body aligned. Do not roll back onto your   buttock.\n    Change sides and repeat.\n    Start with five repetitions each side, and increase to 20 as you get fitter."
      },
      {
        "web-scraper-order": "1581617138-1464",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Incline Dumbbell Press",
        "name-href": "https://www.topendsports.com/fitness/technique/press-incline-dumbbell.htm",
        "technique": "Sit down on an incline bench, with both feet on the floor and a dumbbell in each hand,  resting on your thighs.\n        Lift up the weights to your shoulders and lean back on the bench.\n        Press the dumbbells up, keeping your elbows to the sides until your arms are extended.\n        Lower the weight back to inline with the shoulders.\n        Repeat the action for a number of repetitions."
      },
      {
        "web-scraper-order": "1581617125-1456",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Upright row",
        "name-href": "https://www.topendsports.com/fitness/technique/upright-row-dumbbell.htm",
        "technique": "Stand with your feet shoulder-width apart and the  knees relaxed, with a dumbbell in each hand.\n    Hold the dumbbells in front of your legs with the palms facing  your thighs.\n    Pull both the dumbbells  up to chest  level, keeping them below the level of the shoulders.\n    pull until the upper arm is parallel  to the floor. The  elbows will point out and up.\n    After a pause, slowly lower the weights back to the starting position.\n    Repeat until the set is completed."
      },
      {
        "web-scraper-order": "1581617204-1495",
        "web-scraper-start-url": "https://www.topendsports.com/fitness/technique/index.htm#7minuteexercises",
        "name": "Squats",
        "name-href": "https://www.topendsports.com/fitness/technique/squats-gym.htm",
        "technique": "Stand under the bar with your feet flat on the floor and \n      about shoulder width apart (toes slightly turned out)\n    Keep the abdominals tight and the lower back \n      in a neutral position.\n    Slowly descend until the upper legs are parallel \n      to the floor then push back up to the starting position\n    Maintain the body in an upright position \n      and avoid leaning forward.\n    Repeat for a set number of repetitons"
      }
    ]
}